<!DOCTYPE html>
<html>
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
    <meta content="width=device-width, initial-scale=1" name="viewport">
    <link rel="icon" type="image/ico" href="#">
    <link rel="stylesheet" href="css/style.css">
    <link href="https://fonts.googleapis.com/css?family=Oxygen:300" rel="stylesheet">
    <title>Banda Contrav&iacute;a</title>
    <noscript>
      <h1>Javascript needs to be enabled in your browser</h1>
    </noscript>
  </head>
  <body>
    <div class="container-fluid">
      <nav class="row navigation">
        <div class="col-xs-3 col-sm-2">
          <div class="isotipo"><a href="/"><img src="../images/isotipo_white.png"></a></div>
        </div>
        <div class="col-xs-9 col-sm-10">
          <ul class="main_nav">
            <li><a href="#aboutUs" class="scroll-to">Nosotros</a></li>
            <li><a href="#ourMusic" class="scroll-to">M&uacute;sica</a></li>
            <li><a href="#contactUs" class="scroll-to">Cont&aacute;ctenos</a></li>
          </ul>
        </div>
      </nav>
      <div class="hero full_width">
        <div class="logo"><img src="../images/logo_white.png"></div>
        <div class="element-with-video-bg jquery-background-video-wrapper">
          <div class="background-opacity"></div>
          <video data-bgvideo="true" loop autoplay muted data-bgvideo-show-pause-play="false" poster="../images/hero/contravia.jpg" class="jquery-background-video">
            <source src="../videos/hero/MP4/contravia.mp4" type="video/mp4">
            <source src="../videos/hero/WEBM/contravia.webm" type="video/webm">
            <source src="../videos/hero/OGV/contravia.ogg" type="video/ogg">
          </video>
        </div>
      </div>
      <div class="row">
        <div class="col-xs-12">
          <section class="text_section generic_section quote vertical_center head_title_section row">
            <div class="col-xs-12 col-sm-8 col-sm-offset-2">
              <div class="verse"><span>"Por tanto, id, y haced disc&iacute;pulos a todas las naciones, bautiz&aacute;ndolos en el nombre del Padre, y del Hijo, y del Esp&iacute;ritu Santo..." <br> <span class="verse">Mateo 28:19</span></span></div>
            </div>
          </section>
          <section id="aboutUs" class="generic_section bg_dark_red info_section vertical_center head_title_section row">
            <div class="col-xs-12 col-sm-8 col-sm-offset-2">
              <h2 class="title">Contrav&iacute;a</h2>
              <p class="text">Somos una Banda de Rock Cristiana, sin fines de lucro dedicada a llevar el mensaje de un Dios de amor a todas las personas; claro, a trav&eacute;s de la m&uacute;sica.</p>
              <p class="text">Gracias a la ayuda de Dios, de nuestro esfuerzo, del apoyo de nuestras familias y del grano de arena de varios amigos hechos en el camino de nuestras vidas, hemos logrado y seguiremos logrando ganar muchas almas para Jes&uacute;s, nuestro maestro y gu&iacute;a.</p>
            </div>
          </section>
          <div class="row content_wrapper">
            <div class="col-xs-12">
              <section class="info_section generic_section image_w_text vertical_center row">
                <div class="col-xs-12 col-md-9 col-md-offset-1">
                  <div class="row">
                    <div class="col-xs-12 col-sm-4">
                      <div class="circle_wrapper"><img src="../images/our/erick.jpg"></div>
                    </div>
                    <div class="col-xs-12 col-sm-8">
                      <h2 class="title">Erick Cantillo - Guitarra</h2>
                      <p class="text">Es uno de los guitarristas de la banda, originario de San Juan de Tib&aacute;s, San Jos&eacute;, Costa Rica. Aprendi&oacute; a tocar guitarra ac&uacute;stica a los 17 años, a esta edad se une a la rondalla del liceo Mauro Fern&aacute;ndez Acu&ntilde;a ubicado en Tib&aacute;s, guiado por su sue&ntilde;o de servir a Dios a trav&eacute;s de la m&uacute;sica, ingresa al ministerio de la m&uacute;sica de la Iglesia del Nazareno en Tib&aacute;s.</p>
                      <p class="text">Junto con varios amigos de esa congregaci&oacute;n inician un grupo dando apoyo a diferentes festivales de talentos. El ministerio Prueba de Vida le solicita se integre y sea parte como guitarrista apoyando presentaciones en varios lugares, c&oacute;mo la conferencia de la regi&oacute;n Mesoam&eacute;rica de la Iglesia del Nazareno y tambi&eacute;n la gira del cantante puertorrique&ntilde;o Elmer Santos.</p>
                    </div>
                  </div>
                </div>
              </section>
              <section class="info_section generic_section image_w_text vertical_center row">
                <div class="col-xs-12 col-md-9 col-md-offset-1">
                  <div class="row">
                    <div class="col-xs-12 col-sm-4">
                      <div class="circle_wrapper"><img src="../images/our/alejandro.jpg"></div>
                    </div>
                    <div class="col-xs-12 col-sm-8">
                      <h2 class="title">Alejandro Vega - Bater&iacute;a</h2>
                      <p class="text">Originario de Tilar&aacute;n, Guanacaste, Costa Rica; donde creci&oacute; y desarroll&oacute; desde peque&ntilde;o el inter&eacute;s por la bater&iacute;a, poco a poco fue aprendiendo a tocar la bater&iacute;a con gran destreza gracias a la ayuda de m&uacute;sicos que observaron el inter&eacute;s que él mostraba por el instrumento.</p>
                      <p class="text">En la Iglesia B&iacute;blica Emmanuel fue donde se inició como baterista, donde ya a sus trece a&ntilde;os comenz&oacute; a ministrar en el ministerio musical de dicha congregaci&oacute;n; terminado el colegio tuvo que trasladarse hacia Alajuela a estudiar en el Instituto Nacional de Aprendizaje donde conoci&oacute; a Erick Cantillo con qui&eacute;n desarroll&oacute; una buena amistad; así llegando a formar parte de la Banda Contra vía. </p>
                    </div>
                  </div>
                </div>
              </section>
              <section class="info_section generic_section image_w_text vertical_center row">
                <div class="col-xs-12 col-md-9 col-md-offset-1">
                  <div class="row">
                    <div class="col-xs-12 col-sm-4">
                      <div class="circle_wrapper"><img src="../images/our/joseAntonio.jpg"></div>
                    </div>
                    <div class="col-xs-12 col-sm-8">
                      <h2 class="title">Jos&eacute; Antonio Bola&ntilde;os - Guitarra y Voz principal</h2>
                      <p class="text">Originario de San Juan, Tib&aacute;s, Costa Rica a sus 16 años aprendi&oacute; a tocar guitarra en la Iglesia Familia de Dios donde a&uacute;n actualmente se congrega, creando junto con otros j&oacute;venes el primer grupo de alabanza en la congregaci&oacute;n, dada la necesidad en la iglesia, tambi&eacute;n empez&oacute; a cantar sin tener estudio ni conocimiento previo.</p>
                      <p class="text">Durante todo el tiempo que estuvo en la iglesia hubo varios intentos de formar una banda, pero fue hasta el a&ntilde;o 2010 que junto con algunos amigos formaron "The Narrow Gate" con m&uacute;sica propia, pero nunca realizaron presentaciones oficiales. </p>
                      <p class="text">Luego en el a&ntilde;o 2013 estuvo en la Iglesia Pasi&oacute;n por las almas sirviendo por unos 6 meses en el ministerio de la alabanza. Tambi&eacute;n en el año 2014 estuvo ayudando al salmista costarricense Jonathan Tencio con su proyecto tocando la guitarra el&eacute;ctrica y ayud&aacute;ndole como segunda voz. Adem&aacute;s curs&oacute; clases de Gospel en el ministerio Itran durante aproximadamente 6 meses en el año 2014. </p>
                      <p class="text">Actualmente sigue en la Iglesia Familia de Dios como el l&iacute;der del ministerio de alabanza, y desde luego apoyando al ministerio Contra Vía.</p>
                    </div>
                  </div>
                </div>
              </section>
              <section class="info_section generic_section image_w_text vertical_center row">
                <div class="col-xs-12 col-md-9 col-md-offset-1">
                  <div class="row">
                    <div class="col-xs-12 col-sm-4">
                      <div class="circle_wrapper"><img src="../images/our/antonio.jpg"></div>
                    </div>
                    <div class="col-xs-12 col-sm-8">
                      <h2 class="title">Antonio P&eacute;rez - Teclados</h2>
                      <p class="text">Originario de Ca&ntilde;as Guanacaste, aprendi&oacute; a tocar la guitarra a una edad de los 14 a&ntilde;os, luego m&aacute;s tarde se interes&oacute; por el piano. En la Iglesia Asambleas de Dios en ca&ntilde;as, empez&oacute; con un grupo llamado "La Nueva Semilla". Luego de unos a&ntilde;os es invitado a ser parte del ministerio Contra V&iacute;a; del c&uacute;al actualmente participa.</p>
                    </div>
                  </div>
                </div>
              </section>
              <section class="info_section generic_section image_w_text vertical_center row">
                <div class="col-xs-12 col-md-9 col-md-offset-1">
                  <div class="row">
                    <div class="col-xs-12 col-sm-4">
                      <div class="circle_wrapper"><img src="../images/our/bryan.jpg"></div>
                    </div>
                    <div class="col-xs-12 col-sm-8">
                      <h2 class="title">Bryan Ram&iacute;rez - Bajo</h2>
                      <p class="text">Creci&oacute; rodeado de m&uacute;sica ya que sus padres desde j&oacute;venes son m&uacute;sicos en la Iglesia en la c&uacute;al se congregan. &Eacute;l empez&oacute; aprendiendo a tocar guitarra cuando ten&iacute;a 14 años. Su encuentro con el bajo se di&oacute; cuando estaba en 9<sup>no</sup> a&ntilde;o del colegio, esto ocurri&oacute; porque no hab&iacute;a bajista y el profesor F&eacute;lix Bastos, lo convenci&oacute; de que este es parecido a la guitarra, desde ah&iacute; se enamor&oacute; del instrumento. </p>
                      <p class="text">Luego el profesor Franklin Salas fue puliendo su t&eacute;cnica. Desde ese momento hasta el final del colegio particip&oacute; en diferentes agrupaciones y en la Iglesia B&iacute;blica Emmanuel en Tilar&aacute;n; en este lugar, comenz&oacute; a sus 15 a&ntilde;os a servir y actualemnte a&uacute;n ayuda participando de la m&uacute;sica; de igual manera ha tenido la oportunidad de ayudar a otras congregaciones.</p>
                      <p class="text">En el año 2016 fue invitado a participar del Ministerio Contra V&iacute;a del c&uacute;al es miembro actuamente.</p>
                    </div>
                  </div>
                </div>
              </section>
            </div>
          </div>
          <section id="ourMusic" class="generic_section bg_dark_red info_section vertical_center head_title_section row">
            <div class="col-xs-12 col-sm-8 col-sm-offset-2">
              <h2 class="title">Nuestra M&uacute;sica</h2>
              <p class="text">Basado en nuestras experiencias, testimonios y referencias musicales, nos naci&oacute; del coraz&oacute;n componer las siguientes canciones, por favor disfr&uacute;tenlas as&iacute; como nosotros disfrutamos componi&eacute;ndolas.</p>
            </div>
          </section>
          <section class="info_section generic_section vertical_center row">
            <div class="col-xs-12 col-md-6 col-md-offset-3">
              <iframe id="soundCloudPlayList" width="100%" height="500" scrolling="no" frameborder="no" src="https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/playlists/316826994&amp;amp;auto_play=false&amp;amp;hide_related=false&amp;amp;show_comments=true&amp;amp;show_user=true&amp;amp;show_reposts=false&amp;amp;visual=true"></iframe>
            </div>
          </section>
          <section id="contactUs" class="generic_section bg_dark_red info_section vertical_center row">
            <div class="col-xs-12 col-sm-8 col-sm-offset-2">
              <h2 class="title">Cont&aacute;ctenos</h2>
              <div class="row">
                <div class="col-xs-12"><a target="_blank" href="https://twitter.com/BandaContraVia" class="icon-twitter icon social_icon"></a><a target="_blank" href="https://www.facebook.com/bandaContraVia/" class="icon-facebook icon social_icon"></a><a target="_blank" href="https://www.youtube.com/channel/UCZcLY-g4kcVf4pmLzDehgBg" class="icon-youtube icon social_icon"></a><a target="_blank" href="https://www.instagram.com/bandacontravia/" class="icon-instagram icon social_icon"></a></div>
                <div class="col-xs-12 mail_phone_section"><a href="tel:+50688302573" class="icon social_icon"> <span class="icon-phone"> <span class="phone">+506 88302573</span></span></a><a href="mailto:contacto@bandacontravia.com" class="icon social_icon"><span class="icon-email"> <span class="email">contacto@bandacontravia.com</span></span></a></div>
              </div>
            </div>
          </section>
        </div>
      </div>
      <footer class="row">
        <div class="col-xs-12"></div>
      </footer>
    </div><!--build:js js/main.min.js -->
    <script src="js/vendor.js"></script>
    <script src="js/util.js"></script>
    <script src="js/components.js"></script><!-- endbuild -->
  </body>
</html>